Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=167_art_id=196.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Čáhci
sma: Lïerh: Tjaetsie

source: Konfirmašuvdna
sma: Skælloe

source: Gásttas šaddat risttalaš girku miellahttun.
sma: Gosse lååvkesovvebe gærhkoe-åålmegen lihtsegh sjïdtebe.

source: Leat váhnemat ja risváhnemat geat dan dahket máná ovddas.
sma: Gosse maana lååvkesåvva, dan eejhtegh jïh kristh-eejhtegh maanan åvteste ” jaavoe ” jietieh.

source: Danin lea lunddolaš ahte sii geat leat gástašuvvon, maiddái konfirmerejuvvojit girkus.
sma: Gosse noere sjidtieh, dellie dah jis jïjtjh jiehtieh mejtie sijhtieh skylledh.

source: Konfirmašuvdna máksá duođašteapmi.
sma: Skælloe lea vihtiestimmie.

source: Konfirmašuvnnas duođašta Ipmil ahte lohpádusaid maid attii gásttas, ain gustojit.
sma: Gosse skyllebe dellie Jupmele sov laakome-dååjvehtassem vihteste.

source: Konfirmašunáiggis lea vejolaš smiehtadit lagabui iežat oskku, oahppat eambbo Biibbala birra, ságastallat risttalaš oskku birra, oahpásmuvvat girkuin, fuobmát ođđa jurdagiid eallima birra, ja váldit oasi girkolaš barggus sihke lagaš servvodagas ja máilmmis.
sma: Gosse skælloe-maana leah, nuepiem åadtjoeh dov jaakoen bïjre vielie daejredh, Bijbelem buerebe lïeredh, kristeles jaahkoen bïjre soptsestidh, gærhkojne åahpenidh, orre åssjalommesh jieleden bïjre jïh dov voenen jïh veartenen gærhkojne eadtjaldovvedh.

source: Mii lea deháleamos sivva dasa ahte áiggut konfirmerejuvvot ?
sma: Mij lea dov eeremes åssjalommesh guktie sïjhth skylledh ?

source: Makkár sávaldagat leat dus iežat konfirmašunáiggi ektui ?
sma: Maam datne vaajtelh gosse skælloe-maana leah ?

source: Loga eambbo konfirmašuvnna birra das.
sma: Lohkh vielie skælloen bïjre daesnie.
